Repository: aditya47050/FarmInfo
Catalog: FarmInfo/*.lproj/Localizable.strings
Languages: hi, mr

# vegetable_4_name
source: Carrot
hi: गाजर
mr: गाजर

# vegetable_4_description
source: A versatile root vegetable commonly orange, but also available in purple, red, yellow, and white varieties. Carrots are known for their sweet flavor and high beta-carotene content, making them a nutritious addition to meals.
hi: एक बहुमुखी कंदसब्ज़ी जो आमतौर पर नारंगी होती है, लेकिन जामुनी, लाल, पीली और सफ़ेद रंगों में भी उपलब्ध है। गाजर अपनी मीठी स्वाद और उच्च बीटा-कैरोटीन सामग्री के लिए जानी जाती है।
mr: एक बहुमुखी मुळभाजी, सहसा नारिंगी पण जांभळा, लाल, पिवळा आणि पांढर्‍या रंगातही उपलब्ध. गाजर त्याच्या गोड चवी आणि उच्च बीटा-कॅरोटीन प्रमाणासाठी ओळखली जाते.

# vegetable_4_healthBenefits
source: Rich in beta-carotene, carrots promote eye health, boost immunity, and support healthy skin.
hi: बीटा-कैरोटीन से भरपूर, गाजर आंखों के स्वास्थ्य को बढ़ावा देती है, प्रतिरक्षा प्रणाली को मजबूत करती है, और त्वचा को स्वस्थ बनाती है।
mr: बीटा-कॅरोटीनने समृद्ध, गाजर डोळ्यांचे आरोग्य सुधारतात, रोगप्रतिकारक शक्ती वाढवतात आणि त्वचेचा आरोग्य राखतात.

# vegetable_4_growingDescription
source: The seeds will start to sprout in couple of weeks. When watering the seeds make sure to avoid getting the leaves wet. The wetting of leaves can result in burning holes into the leaves from the sun.
hi: बीज कुछ हफ़्तों में अंकुरित हो जाते हैं। पानी देते समय पत्तियों को गीला होने से बचाएं—सूर्य प्रकाश उन्हें नुकसान पहुंचा सकता है।
mr: बियाणे काही आठवड्यांत अंकुरित होतात. पाणी देताना पाने ओलसर होऊ नयेत कारण सूर्यप्रकाशाने होणारी छिद्रे पडण्याची शक्यता असते.

# vegetable_4_harvestDescription
source: Harvest the carrots when bit that sticks out of the ground is the diameter of a quarter. Dig them up carefully so as not to damage the root.
hi: जब जमीन से थोड़ी हिस्सा क्वार्टर के व्यास जैसा उभर आए, तब गाजर को सावधानीपूर्वक खोदें ताकि कंद को क्षति न पहुंचे।
mr: पृथ्वीवर उभा राहणारा भाग क्वार्टरच्या व्यासासारखा दिसताच गाजर काढा. कंद जंतू होऊ नयेत म्हणून काळजीपूर्वक खोदा.

# vegetable_4_seedDepth
source: 1/4-1/2" (6-13 mm)
hi: 1/4-1/2" (6-13 मिमी)
mr: 1/4-1/2" (6-13 मिमी)

# vegetable_4_watering
source: Moderate, keep soil moist
hi: मध्यम, मिट्टी को नम रखें
mr: मध्यम, माती ओलसर ठेवा

# vegetable_4_light
source: Full sun
hi: पूरी धूप
mr: पूर्ण सूर्यप्रकाश

# vegetable_4_goodCompanions
source: Onions, Leeks, Lettuce
hi: प्याज, हरा प्याज, सलाद
mr: कांदा, लेक्स, कोशिंबीर

# vegetable_4_badCompanions
source: Dill, Parsnips
hi: सोआ, पार्सनिप्स
mr: सोआ, पार्सनिप्स

# vegetable_7_name
source: Hot Pepper
hi: तमाम मिर्च
mr: तिखट मिरची

# vegetable_7_description
source: A vibrant and fiery vegetable that adds spice to any dish. Hot peppers are prized for their heat levels, ranging from mild to extreme, and are rich in vitamin C and capsaicin.
hi: एक तीखी और शानदार सब्ज़ी जो किसी भी व्यंजन में मसाला जोड़ती है। मिर्चें हल्के से तीव्र तक के दर्जों में आती हैं और विटामिन C तथा कैप्सैसिन से समृद्ध होती हैं।
mr: मसालेदार आणि उत्कट फळभाजी जी कोणत्याही पदार्थाला तिखटपणा वाढविते. यात विटामिन C आणि कॅप्सैसिन मुबलक प्रमाणात आढळते.

# vegetable_7_healthBenefits
source: Hot peppers contain capsaicin, which may reduce pain, improve digestion, and boost metabolism.
hi: कैप्सैसिन दर्द को कम कर सकता है, पाचन में मदद करता है, और चयापचय को बढ़ावा देता है।
mr: कॅप्सैसिनमुळे वेदना कमी, पचन सुधारते आणि चयापचय वाढतो.

# vegetable_7_growingDescription
source: Make sure that the soil is evenly moist. Pepper plants require at least 1.5 inch of water a week. You can conserve the moisture by putting mulch on the top of the soil.
hi: मिट्टी को बराबर नम रखें। मिर्च के पौधे को प्रति सप्ताह कम से कम 1.5 इंच पानी दें। नमी बनाए रखने के लिए उपर मल्च लगाएं।
mr: माती नीट ओलसर ठेवा. दर आठवड्याला किमान 1.5 इंच पाणी द्या. ऊपरी मल्च टाकून ओलावा टिकवून ठेवा.

# vegetable_7_harvestDescription
source: When the pepper has grown to a large size then it is time to harvest. The more you harvest the more peppers will be produced by the plants.
hi: जब मिर्च वांछित आकार तक पहुंच जाए, तब उसे काटें—जितनी बार आप काटेंगे उतनी अधिक पैदावार होगी।
mr: निरनिराळ्या आकारात मिरची तयार होते, त्या प्रमाणे ताबडतोब काढा. जितक्या वारंवार काढाल तितकी उत्पादनक्षमता वाढेल.

# vegetable_7_seedDepth
source: 1/4" (6 mm)
hi: 1/4 इंच (6 मिमी)
mr: 1/4 इंच (6 मिमी)

# vegetable_7_watering
source: Moderate to heavy, 1.5 inches per week
hi: मध्यम से अधिक, प्रति सप्ताह 1.5 इंच पानी
mr: मध्यम ते जास्त, आठवड्याला 1.5 इंच पाणी

# vegetable_7_light
source: Full sun
hi: पूरा सूर्य
mr: पूर्ण सूर्यप्रकाश

# vegetable_7_goodCompanions
source: Basil, Carrots, Onions
hi: तुलसी, गाजर, प्याज
mr: तुळस, गाजर, कांदा

# vegetable_7_badCompanions
source: Beans
hi: बीन्स
mr: शेंगा

# vegetable_8_name
source: Green Beans
hi: हरी फली
mr: हरभरा

# vegetable_8_description
source: A garden favorite and second only to tomatoes in popularity. Green beans are crisp, tender, and packed with fiber and essential vitamins, perfect for stir-fries or as a side dish.
hi: बगीचे की पसंदीदा दूसरी सबसे लोकप्रिय फली है (टमाटर के बाद)। हरी सेम कुरकुरे, कोमल और फाइबर से भरपूर होते हैं, स्टर-फ्राय या साइड डिश के रूप में उत्तम।
mr: बागेत सर्वात आवडती आणि टोमॅटो नंतर दुसरी लोकप्रिय. हरभरा कुरकुरीत, कोमल आणि तंतूंनी समृद्ध, स्टिर-फ्राय किंवा बाजूभाजी म्हणून उत्तम.

# vegetable_8_healthBenefits
source: Packed with fiber and vitamins, green beans support digestion and overall immune health.
hi: फाइबर और विटामिन से समृद्ध, पाचन और प्रतिरक्षा स्वास्थ्य का समर्थन करते हैं।
mr: तंतू आणि जीवनसत्त्वांनी समृद्ध, पचनसहाय्य आणि रोगप्रतिकारक शक्ती वाढवतात.

# vegetable_8_growingDescription
source: Make sure the area is clean and there are no weeds growing. Weeds can steal all nutrients from the green beans and this can result in killing of the green beans plant. Water your green beans every day. You can also include a layer of mulch to help control the weeds and make sure that the ground is moist.
hi: क्षेत्र को साफ रखें और जंगली खरपतवार हटाएं—वे पोषक तत्व चुरा सकते हैं। हर दिन पानी दें। मल्च लगाने से नमी बनी रहती है।
mr: भाग स्वच्छ ठेवा, काधा लावू नका – त्या मुळे खते लुटतात. दररोज पाणी द्या. मल्च टाकल्यास ओलावा टिकतो.

# vegetable_8_harvestDescription
source: You can start harvesting green beans when they are long and firm. The more green beans you will pick the more it will produce.
hi: जब हरी फली लंबी और सख्त हो जाए, तो उसे काट लें—जितनी फसल आप उठाएंगे, उतनी अधिक उत्पादन होगी।
mr: लांब आणि घट्ट हरभरा दिसताच काढा. जितके घेणार तितकी उत्पादन वाढते.

# vegetable_8_seedDepth
source: 1 inch (2.5 cm)
hi: 1 इंच (2.5 सेमी)
mr: 1 इंच (2.5 सेमी)

# vegetable_8_watering
source: Regular, keep soil evenly moist
hi: नियमित, मिट्टी को नम रखें
mr: नियमित, माती ओलसर ठेवा

# vegetable_8_light
source: Full sun
hi: पूरा सूर्य
mr: पूर्ण सूर्यप्रकाश

# vegetable_8_goodCompanions
source: Corn, Cucumbers, Strawberries
hi: मक्का, खीरा, स्ट्रॉबेरी
mr: मका, काकडी, स्ट्रॉबेरी

# vegetable_8_badCompanions
source: Onions, Garlic
hi: प्याज, लहसुन
mr: कांदा, लसूण

# vegetable_9_name
source: Onion
hi: प्याज़
mr: कांदा

# vegetable_9_description
source: A kitchen staple with a sharp and savory flavor. Onions are versatile and essential in countless recipes, from soups and stews to salads and sautés.
hi: एक तीखी और स्वादिष्ट मूलभाजी जो सूप, स्ट्यू, सलाद और सॉते जैसे कई व्यंजनों में उपयोग होती है।
mr: तीक्ष्ण आणि चवदार फ्लेव्हर असलेली स्वयंपाकघरातील गरजेची भाजी. कांद्याचा वापर सूप, स्ट्यू, सलाड आणि सॉते मध्ये होतो.

# vegetable_9_healthBenefits
source: Onions are rich in antioxidants and compounds that fight inflammation and boost heart health.
hi: प्रभावी एंटीऑक्सिडेंट्स और सूजन-रोधी यौगिकों से भरपूर, हृदय स्वास्थ्य को बढ़ावा देता है।
mr: अँटिऑक्सिडंट्स आणि जंतूनाशक संयुगांनी समृद्ध, सूज कमी आणि हृदयाचे आरोग्य वाढवते.

# vegetable_9_growingDescription
source: When choosing onions set make sure the onions are firm and plump. Dig a small hole only enough so that the tip of the onion is exposed outside.
hi: प्याज़ चुनते समय, वे पूर्ण, मजबूत और तनेदार होने चाहिए। एक छोटा गड्ढा खोदें और प्याज़ की नोक बाहर रहे।
mr: कांद्याची निवड करताना मजबूत आणि तणावप्रवण असावे. लहान खड्डा खोदून फक्त टिप बाहेर ठेवावी.

# vegetable_9_harvestDescription
source: Harvest the onions in late Spring.
hi: प्रारंभ में, प्याज़ को सावधानीपूर्वक निकालें।
mr: प्रवेशाकडून कांदा काढा.

# vegetable_9_seedDepth
source: 1/2 inch (13 mm)
hi: 1/2 इंच (13 मिमी)
mr: 1/2 इंच (13 मिमी)

# vegetable_9_watering
source: Light but consistent
hi: हल्का लेकिन नियमित सिंचन
mr: हलके पण नियमित पाणी देणे

# vegetable_9_light
source: Full sun
hi: पूरा सूर्य
mr: पूर्ण सूर्यप्रकाश

# vegetable_9_goodCompanions
source: Carrots, Lettuce, Beets
hi: गाजर, सलाद, चुकंदर
mr: गाजर, कोशिंबीर भाजी, बीट

# vegetable_9_badCompanions
source: Beans, Peas
hi: बीन्स, मटर
mr: शेंगा, वाटाणा

# vegetable_10_name
source: Tomato
hi: टमाटर
mr: टॉमॅटो

# vegetable_10_description
source: A juicy and flavorful fruit often mistaken for a vegetable, tomatoes come in many varieties and colors. They're rich in lycopene, an antioxidant, and add vibrant taste to salads, sauces, and more.
hi: एक रसदार और स्वादिष्ट फल जो अक्सर सब्ज़ी समझा जाता है। यह कई प्रकारों और रंगों में आता है और लाइकोपीन से समृद्ध है।
mr: रसाळ आणि चवदार फळ, भाजी समजले जाते. विविध रंग आणि प्रकारात, लाइकोपीनने समृद्ध.

# vegetable_10_healthBenefits
source: Rich in lycopene, tomatoes promote heart health, reduce inflammation, and support skin health.
hi: लाइकोपीन समृद्ध—हृदय स्वास्थ्य सुधारने वाला, सूजन कम करने वाला, और त्वचा स्वास्थ्य को बढ़ावा देने वाला।
mr: हृदयाचे आरोग्य उत्तम करणारे, सूज कमी करणारे आणि त्वचेचे आरोग्य सुधारणारे लाइकोपीनचा समृद्ध स्रोत.

# vegetable_10_growingDescription
source: Place the pots in a warm, sunny place. When the plants have grown several inches tall and have at least 3 leaves on each plant, they are ready for transplanting. Dig a small hole in the ground and put the plant in that hole. Make sure only 1/4 plant is sticking out of the ground. Immediately pour water in the hole.
hi: पौधे कुछ इंच ऊंचा हो और कम से कम 3 पत्ते हों, तब मिट्टी में गड्ढा बनाएं। पौधा लगाएँ और तुरंत पानी दें।
mr: थोडे उंच झाल्यावर व कमीत कमी 3 पाने झाल्यावर मातीखड्डा तयार करा. या प्रमाणे रोप लावा व लगेच पाणी द्या.

# vegetable_10_harvestDescription
source: When the fruit turns red (or whatever color you planted), pick and enjoy the fruits of your labor. When you do, you will know that it was all worth it.
hi: जैसे ही फल रंग बदलता है, उसे चुनें और आनंद लें।
mr: फळ रंग बदलताच ताबडतोब काढा व आनंद घ्या.

# vegetable_10_seedDepth
source: 1/4 inch (6 mm)
hi: 1/4 इंच (6 मिमी)
mr: 1/4 इंच (6 मिमी)

# vegetable_10_watering
source: Consistent, 1–2 inches per week
hi: नियमित रूप से, प्रति सप्ताह 1–2 इंच
mr: नियमितपणे, आठवड्याला 1–2 इंच

# vegetable_10_light
source: Full sun
hi: पूरा सूर्य
mr: पूर्ण सूर्यप्रकाश

# vegetable_10_goodCompanions
source: Basil, Garlic, Marigold
hi: तुलसी, लहसुन, गेंदा
mr: तुळस, लसूण, झेंडू

# vegetable_10_badCompanions
source: Corn, Fennel
hi: मक्का, सौंफ
mr: मका, बडीशेप

# vegetable_11_name
source: Radish
hi: मूली
mr: मूळा

# vegetable_11_description
source: Radishes (Raphanus sativus) are crisp root vegetables known for their peppery flavor and vibrant colors, ranging from red and pink to white and purple. Commonly used in salads, slaws, and as garnishes, radishes add a refreshing crunch to dishes. They are low in calories and high in vitamin C, supporting immunity and promoting healthy digestion.
hi: मूली (Raphanus sativus) कुरकुरी और तीखी जड़ वाली सब्जी है, जो लाल, गुलाबी, सफेद और बैंगनी रंगों में पाई जाती है। इसे सलाद, स्लॉ और गार्निश में उपयोग किया जाता है। मूली कम कैलोरी और उच्च विटामिन C युक्त होती है जो प्रतिरक्षा और पाचन में सहायक होती है।
mr: मूळा (Raphanus sativus) ही कुरकुरीत आणि थोडीशी तिखट चव असलेली मुळे आहे, जी लाल, गुलाबी, पांढऱ्या व जांभळ्या रंगात उपलब्ध असते. ती मुख्यतः कोशिंबीर, गार्निश व स्लॉमध्ये वापरली जाते. मूळा कमी कॅलोरी आणि व्हिटॅमिन C ने समृद्ध असतो, जो रोगप्रतिकारक शक्ती वाढवतो व पचन सुधारतो.

# vegetable_11_healthBenefits
source: Radishes are low in calories and high in fiber, promoting digestion and hydration.
hi: मूली फाइबर से भरपूर और कैलोरी में कम होती है, जो पाचन और जल संतुलन में मदद करती है।
mr: मूळा कमी कॅलोरी आणि भरपूर फायबरयुक्त असतो, त्यामुळे पचन सुधारतो व शरीर हायड्रेटेड राहतो.

# vegetable_11_growingDescription
source: Water the radishes daily as they are growing. The quick growth of radishes depends on evenly watering.
hi: मूली की तेजी से वृद्धि के लिए नियमित और समान रूप से पानी देना आवश्यक है।
mr: मूळा दररोज पाणी देऊन वाढवा. त्याची वाढ एकसंध पाणी देण्यावर अवलंबून असते.

# vegetable_11_harvestDescription
source: Radishes are ready to harvest when their roots are about 1 inch (2.5 cm) in diameter. To harvest simply pull out the plant from the ground.
hi: जब मूली की जड़ लगभग 1 इंच मोटी हो जाए, तब उसे जमीन से सीधा खींचकर निकालें।
mr: जेव्हा मूळे सुमारे 1 इंच जाडीची होतात, तेव्हा ती जमिनीतून सरळ ओढून काढा.

# vegetable_11_seedDepth
source: 1/2" (13 mm)
hi: 1/2 इंच (13 मिमी)
mr: 1/2 इंच (13 मिमी)

# vegetable_11_watering
source: Even and moderate
hi: मध्यम और समान
mr: सम प्रमाणात आणि मध्यम

# vegetable_11_light
source: Full sun
hi: पूरा सूर्य
mr: पूर्ण सूर्यप्रकाश

# vegetable_11_goodCompanions
source: Bean, beet, carrot
hi: बीन्स, चुकंदर, गाजर
mr: शेंग, बीट, गाजर

# vegetable_11_badCompanions
source: Fennel
hi: सौंफ
mr: बडीशेप

# vegetable_13_name
source: Arugula
hi: अरुगुला
mr: अरुगुला

# vegetable_13_description
source: Arugula (Eruca vesicaria), also known as rocket, is a leafy green vegetable with a distinctive peppery flavor. Often used in salads, sandwiches, and as a topping for pizzas, arugula adds a zesty, refreshing bite to dishes. It is rich in vitamins A, C, and K, as well as antioxidants, supporting bone health, immunity, and overall well-being.
hi: अरुगुला (Eruca vesicaria), जिसे रॉकेट के नाम से भी जाना जाता है, एक पत्तेदार हरी सब्जी है जिसकी तीखी चटपटी स्वाद होती है। इसका उपयोग सलाद, सैंडविच और पिज़्ज़ा टॉपिंग में किया जाता है। यह विटामिन A, C, K और एंटीऑक्सिडेंट से भरपूर है, जो हड्डियों के स्वास्थ्य, प्रतिरक्षा और समग्र कल्याण में मदद करता है।
mr: अरुगुला (Eruca vesicaria) ही पानदार हिरव्या रंगाची भाजी आहे ज्याला रॉकेट असेही म्हणतात. याला वेगळा तिखट चव असतो. अरुगुलाचा उपयोग मुख्यतः कोशिंबिरी, सँडविच आणि पिझ्झा टॉपिंगसाठी होतो. हे अँटीऑक्सिडंट्स आणि जीवनसत्त्वे A, C, K ने समृद्ध आहे जे हाडांच्या आरोग्यासाठी, रोगप्रतिकारक शक्तीसाठी उपयुक्त आहे.

# vegetable_13_healthBenefits
source: Rich in antioxidants and vitamins, arugula supports bone health and boosts immunity.
hi: एंटीऑक्सिडेंट्स और विटामिन्स से भरपूर अरुगुला हड्डियों के स्वास्थ्य को बढ़ावा देता है और प्रतिरक्षा प्रणाली को मजबूत करता है।
mr: अँटीऑक्सिडंट्स आणि जीवनसत्त्वांनी भरलेले अरुगुला हाडांच्या आरोग्यास चालना देतो आणि रोगप्रतिकारक शक्ती वाढवतो.

# vegetable_13_growingDescription
source: Please read the section on sowing.
hi: कृपया बोने के निर्देश पढ़ें।
mr: बोन्याबाबतची माहिती कृपया वाचा.

# vegetable_13_harvestDescription
source: Harvest the leaves when they are 2 to 3 inches long. This will be achieved in 2 or 3 weeks after the plants germinate.
hi: पत्ते तब काटें जब वे 2 से 3 इंच लंबे हों। यह पौधों के अंकुरित होने के 2 या 3 सप्ताह बाद होता है।
mr: पाने 2 ते 3 इंच लांब असताना कापावीत. ही अवस्था रोपांच्या अंकुरित होण्याच्या 2-3 आठवड्यांनंतर येते.

# vegetable_13_seedDepth
source: 1/4" (6 mm)
hi: 1/4 इंच (6 मिमी)
mr: 1/4 इंच (6 मिमी)

# vegetable_13_watering
source: Moderate and even
hi: मध्यम और समान
mr: मध्यम आणि सम प्रमाणात

# vegetable_13_light
source: Full sun
hi: पूरा सूर्य
mr: पूर्ण सूर्यप्रकाश

# vegetable_13_goodCompanions
source: Bush bean, beet, carrot, celery, cucumber
hi: बुश बीन्स, चुकंदर, गाजर, अजवाइन, खीरा
mr: बुश शेंग, बीट, गाजर, अजवाइन, काकडी

# vegetable_13_badCompanions
source: Green beans, strawberry
hi: हरी बीन्स, स्ट्रॉबेरी
mr: हिरव्या शेंगा, स्ट्रॉबेरी

# vegetable_14_name
source: Corn
hi: मक्का
mr: मका

# vegetable_14_description
source: Corn (Zea mays), also known as maize, is a versatile and widely cultivated cereal crop known for its sweet, tender kernels. It can be enjoyed fresh, grilled, boiled, or added to soups, salads, and casseroles. Rich in fiber, vitamins B and C, and antioxidants like lutein, corn supports healthy digestion, boosts immunity, and promotes eye health.
hi: मक्का (Zea mays), जिसे मकई भी कहा जाता है, एक बहुमुखी और व्यापक रूप से उगाई जाने वाली अनाज फसल है, जो अपने मीठे, नरम दानों के लिए जाना जाता है। इसे ताजा, ग्रिल्ड, उबला हुआ या सूप, सलाद और कैसरोल में शामिल किया जा सकता है। यह फाइबर, विटामिन B और C और ल्यूटिन जैसे एंटीऑक्सिडेंट्स से भरपूर होता है, जो स्वस्थ पाचन, प्रतिरक्षा और आंखों के स्वास्थ्य का समर्थन करता है।
mr: मका (Zea mays) हा एक बहुपयोगी व सर्वत्र उगम असलेला धान्यपिक आहे. याचे गोडसर व मऊ दाणे यासाठी प्रसिद्ध आहे. मका ताज्या, भाजलेल्या, उकडलेल्या किंवा सूप, कोशिंबीर व कॅसरोल मध्ये वापरला जातो. यामध्ये फायबर, जीवनसत्त्वे B व C आणि ल्यूटिनसारखे अँटीऑक्सिडंट्स असतात जे पचन, रोगप्रतिकारक शक्ती व डोळ्यांच्या आरोग्यासाठी उपयुक्त आहेत.

# vegetable_14_healthBenefits
source: Corn provides energy, is rich in antioxidants, and supports healthy vision with its lutein content.
hi: मक्का ऊर्जा प्रदान करता है, एंटीऑक्सिडेंट्स से भरपूर है और इसके ल्यूटिन तत्व के कारण स्वस्थ दृष्टि का समर्थन करता है।
mr: मका ऊर्जा पुरवतो, अँटीऑक्सिडंट्सने भरलेला असून त्यातील ल्यूटिन डोळ्यांच्या आरोग्यास मदत करतो.

# vegetable_14_growingDescription
source: Space the seeds and rows correctly. Row spacing should be 36", and seed spacing per row should be 36" also. The spacing is critical because corn needs other plants to pollinate in order to produce ears of corn.
hi: बीजों और कतारों को सही जगह पर लगाएं। कतारों के बीच 36 इंच और बीजों के बीच भी 36 इंच की दूरी होनी चाहिए। मक्का को परागण के लिए अन्य पौधों की आवश्यकता होती है।
mr: बिया व रांगा योग्य अंतरावर लावा. रांगेतील अंतर 36 इंच व बीजांचे अंतरही 36 इंच असावे. मका यासाठी परागण आवश्यक आहे.

# vegetable_14_harvestDescription
source: Touch the kernels on the ears after 3 weeks. They should be filled with milky liquid. Push the kernel and the liquid will burst out. This is sign that the corn is ready for harvesting.
hi: 3 सप्ताह बाद दानों को छूकर जांचें। उनमें दूध जैसा तरल होना चाहिए। दाने को दबाएं, तरल बाहर निकलेगा, जो कटाई के लिए तैयार होने का संकेत है।
mr: 3 आठवडे झाल्यानंतर दाणे हाताळा. त्यात दूधासारखे द्रव असावे. दाणे दाबल्यावर द्रव बाहेर पडेल, जे कापणीसाठी तयार असल्याचे चिन्ह आहे.

# vegetable_14_seedDepth
source: 1" (2.5 cm)
hi: 1 इंच (2.5 सेमी)
mr: 1 इंच (2.5 सेमी)

# vegetable_14_watering
source: Moderate to heavy
hi: मध्यम से भारी
mr: मध्यम ते जास्त

# vegetable_14_light
source: Full sun
hi: पूरा सूर्य
mr: पूर्ण सूर्यप्रकाश

# vegetable_14_goodCompanions
source: Bush bean, beet, cabbage, cucumber, pea, squash
hi: बुश बीन्स, चुकंदर, पत्ता गोभी, खीरा, मटर, लौकी
mr: बुश शेंग, बीट, कोबी, काकडी, मटर, भोपळा

# vegetable_14_badCompanions
source: Tomato
hi: टमाटर
mr: टोमॅटो

# quick_facts_title
source: Quick Facts
hi: त्वरित तथ्य
mr: त्वरित माहिती

# seed_depth_title
source: Seed Depth
hi: बीज की गहराई
mr: बियाण्याची खोली

# germination_temp_title
source: Germination Temp
hi: अंकुर तापमान
mr: अंकुर तापमान

# days_to_germination_title
source: Days to Germination
hi: अंकुर के दिन
mr: अंकुरासाठी दिवस

# days_unit
source: days
hi: दिन
mr: दिवस

# light_requirement_title
source: Light Requirement
hi: प्रकाश आवश्यकता
mr: प्रकाश गरज

# watering_title
source: Watering
hi: पानी देना
mr: पाणी देणे

# companions_title
source: Companions
hi: साथी पौधे
mr: समान जोडी

# bad_companions_title
source: Bad Companions
hi: निषेध साथी
mr: कालावा जोडी

# health_benefits_title
source: Health Benefits
hi: स्वास्थ्य लाभ
mr: आरोग्य फायदे

# pests_title
source: Pests
hi: कीट
mr: कीड

# growing_tips_title
source: Growing Tips
hi: उगाने की सलाह
mr: लागवड टिप्स

# harvest_tips_title
source: Harvest Tips
hi: कटाई की सलाह
mr: कापणी टिप्स

# na_value
source: N/A
mr: प्रा.अ.

# days_format
source: %d days
hi: %d दिन
mr: %d दिवस

source: Days
hi: दिन
mr: दिवस

source: Add Note
hi: टिप्पणी जोड़ें
mr: टीप जोडा

# pest_Carrot Fly_name
source: Carrot Fly
hi: गाजर मक्खी
mr: गाजर माशी

# pest_Carrot Fly_body
source: The carrot fly (Psila rosae) is a small, black-bodied insect with an orange head and legs. It is a common pest affecting carrots, parsnips, celery, and other Apiaceae plants. The larvae burrow into the roots of these plants, causing damage that results in stunted growth, discoloration, and increased susceptibility to secondary infections.
hi: गाजर मक्खी (Psila rosae) एक काले रंग की कीट है, नारंगी सिर और टांगों के साथ, जो गाजर, पार्सनिप, अजमोद और Apiaceae पौधों को नुकसान पहुंचाती है...
mr: गाजर माशी (Psila rosae) एक काळ्या रंगाच्या शरीराची आणि नारिंगी डोक्याची कीड असून ती गाजर, पर्स्निप, सेलरी व इतर Apiaceae वनस्पतींना प्रभावित करते...

# pest_Carrot Fly_symptoms
source: Rust-colored tunnels in the roots, yellowing and wilting foliage, and cracking of roots. Severely infested plants may rot and fail to thrive.
hi: जड़ में जंग जैसे सुरंगें, पत्ते पीले या झुरझुरीदार हो जाना, जड़ों में दरारें।
mr: मुळात जंग ऋष्ठे, पर्ण पिवळटपणा व झुडप झोपाळं, फाट पडणारी मुळे, विषबाधा.

# pest_Carrot Fly_treatment
source: Use fine mesh netting to cover plants and prevent adult flies from laying eggs. Practice crop rotation to disrupt the lifecycle of the pest. Remove and destroy infested plants immediately to prevent the spread of larvae. Companion planting with strong-smelling plants such as onions or garlic can also deter carrot flies.
hi: सूक्ष्म जाली से पौधों को ढकें, फसल चक्रीकरण करें, प्रभावित पौधों को तुरंत नष्ट करें।
mr: जाळीनेटने झुडप झाकून अंडी पाडणे रोखावे, पिकफेरी करावी, प्रभावित झाडे काढून टाकावीत.

# pest_Aphids_name
source: Aphids
hi: एफ़िड्स
mr: एफिड्स

# pest_Aphids_body
source: Aphids are small, soft-bodied insects that feed on plant sap by piercing stems, leaves, and buds with their mouthparts. They come in a variety of colors, including green, yellow, black, red, and brown. Aphids reproduce quickly and can form large colonies, causing significant damage to plants.
hi: एफ़िड्स छोटे, नरम शरीर वाले कीट होते हैं जो रस चूसते हैं...
mr: एफिड्स लहान, मऊ शरीराच्या कीड आहेत, ज्या पाने व कांडातील रस घेतात...

# pest_Aphids_symptoms
source: Infested plants may show curled, yellowed, or distorted leaves. Stunted growth and sticky honeydew on the foliage are common. This can attract ants and promote sooty mold, which blocks sunlight and impairs photosynthesis.
hi: पत्ते मुड़ना या पीलापन, चिपचिपा हनीड्यू, काली फफूंदी।
mr: पान वाकणे, पिवळट पडणे, चिकट हनीड्यू, अंडी व अळी.

# pest_Aphids_treatment
source: Introduce beneficial insects like ladybugs, lacewings, and parasitic wasps. Spray plants with a strong stream of water to dislodge aphids. Use neem oil or insecticidal soaps. Monitor regularly and remove heavily infested plant parts.
hi: लेडीबग व लेस-विंग्स लाएं, पानी की तेज धार से कीट हटाएं, नीम तेल/कीटकनाशक साबुन का उपयोग करें।
mr: लॅडीबग्स व लेस-विंग्स सोबत आणा, जोराचा पाणी फवारून कीटक काढा, नीम तेल/इनस औद्य.

# pest_Pepper Weevil_name
source: Pepper Weevil
hi: मिर्च चूहा
mr: मिरची व्युल

# pest_Pepper Weevil_body
source: The pepper weevil (Anthonomus eugenii) is a small, dark-colored beetle with an oval body and a prominent snout. It is a significant pest of peppers and other Solanaceae plants, causing damage to flowers and fruits.
hi: मिर्च चूहा (Anthonomus eugenii) एक छोटा अंधेरा रंग वाला बीटल है...
mr: मिरची व्युल (Anthonomus eugenii) एक लहान कोवळ्या रंगाची कीट आहे...

# pest_Pepper Weevil_symptoms
source: Premature dropping of flower buds and fruits, yellowing of stems and calyx, and feeding scars or punctures on fruits.
hi: फूल या फल का समय से पहले गिरना, तनों और कैलिक्स का पीलापन...
mr: फुल व फळ पूर्वी पडणे, मणीवर पिवळट व उरल सुके.

# pest_Pepper Weevil_treatment
source: Use pheromone traps and biological controls like Catolaccus hunteri. Remove infested fruits and rotate crops regularly.
hi: पेहरोमोन ट्रैप और जैविक नियंत्रण विधियाँ अपनाएँ।
mr: पेहरोमोन ट्रॅप व जैविक नियंत्रक. प्रभावित फळे काढा.

# pest_Thrips_name
source: Thrips
hi: थ्रिप्स
mr: थ्रिप्स
