Repository: aditya47050/FarmInfo
Catalog: FarmInfo/*.lproj/Localizable.strings
Languages: hi, mr

# vegetable_19_healthBenefits
source: Broccoli is rich in vitamins C and K, as well as fiber and antioxidants that support immune health.
hi: ब्रोकोली विटामिन C, K, फाइबर से भरपूर है, जो हड्डियों को मजबूत करता है और कैंसर से बचाव करता है।
mr: ब्रोकोली व्हिटॅमिन C, K व फायबरने भरलेली आहे, जी हाडे मजबूत करते आणि कर्करोगापासून बचाव करते.

# vegetable_21_name
source: Lettuce
hi: लेट्यूस
mr: लेट्यूस

# vegetable_21_description
source: Lettuce (Lactuca sativa) is a leafy green vegetable prized for its crisp texture and mild, refreshing flavor. Commonly used as the base for salads, it is also enjoyed in wraps, sandwiches, and as a garnish. Lettuce is low in calories and rich in vitamins A and K, as well as water content, promoting hydration, skin health, and bone strength. Thriving in cool climates and well-drained soil, lettuce is a quick-growing crop that is easy to cultivate in home gardens.
hi: लेट्यूस (Lactuca sativa) एक पत्तेदार हरी सब्जी है जो अपनी कुरकुरी बनावट और हल्के स्वाद के लिए जानी जाती है। यह सलाद, रैप्स, सैंडविच और गार्निश में प्रयोग की जाती है। इसमें कैलोरी कम होती है और विटामिन A व K अधिक मात्रा में होते हैं, जो हाइड्रेशन, त्वचा की सेहत और हड्डियों की मजबूती को बढ़ावा देते हैं।
mr: लेट्यूस (Lactuca sativa) ही एक पालेभाजी आहे, जी तिच्या कुरकुरीत पोतासाठी आणि सौम्य चवेसाठी ओळखली जाते. मुख्यतः सॅलड्समध्ये वापरली जाते, तसेच रॅप्स, सॅंडविचेस आणि सजावटीसाठी देखील वापरली जाते. यामध्ये कॅलरीज कमी आणि जीवनसत्त्व A व K भरपूर प्रमाणात असतात, जे त्वचेच्या आरोग्यासाठी, हाडांच्या मजबुतीसाठी आणि पाण्याची पातळी टिकवून ठेवण्यासाठी उपयुक्त आहेत.

# vegetable_21_seedDepth
source: 1/4-1/2" (6-13 mm)
hi: 1/4-1/2" (6-13 मिमी)
mr: 1/4-1/2" (6-13 मिमी)

# vegetable_21_daysToGermination
source: 14 days
hi: 14 दिन
mr: 14 दिवस

# vegetable_21_sowIndoors
source: 4 weeks before transplant
hi: ट्रांसप्लांट से 4 सप्ताह पहले
mr: रोपांतरापूर्वी 4 आठवडे

# vegetable_21_sowOutdoors
source: On worked soil
hi: तैयार की गई मिट्टी पर
mr: सज्ज मातीवर

# vegetable_21_spacingBeds
source: 1/2" (1.3 cm)
hi: 1/2" (1.3 सेमी)
mr: 1/2" (1.3 सेमी)

# vegetable_21_watering
source: Light to moderate
hi: हल्का से मध्यम
mr: हलकं ते मध्यम

# vegetable_21_light
source: Full sun
hi: पूरी धूप
mr: पूर्ण सूर्यप्रकाश

# vegetable_21_goodCompanions
source: Carrot, endive, artichoke
hi: गाजर, एंडिव, आर्टिचोक
mr: गाजर, एंडिव्ह, आर्टिचोक

# vegetable_21_badCompanions
source: None
hi: कोई नहीं
mr: काही नाही

# vegetable_21_sowingDescription
source: Lettuce is a cold temperature vegetable. You can buy lettuce plants at the nursery. Spring time is the best time to plant vegetable seeds outdoors. Choose a site which gets full sun in cool weather.
hi: लेट्यूस ठंडे मौसम की सब्जी है। नर्सरी से पौधे भी खरीदे जा सकते हैं। वसंत में बीज बोना सबसे अच्छा होता है। ऐसी जगह चुनें जहाँ ठंडी धूप मिलती हो।
mr: लेट्यूस ही थंड हवामानात चांगली वाढणारी भाजी आहे. रोपे नर्सरीमधून घेता येतात. उन्हाळ्याच्या सुरुवातीला बिया बाहेर लावणे सर्वोत्तम आहे. पूर्ण सूर्यप्रकाश असलेल्या ठिकाणी लागवड करा.

# vegetable_21_growingDescription
source: Lettuce comes in many different varieties so make sure the distance between each plant depends on the type of lettuce. Ensure the soil is moist but not overwatered. Excess water can cause fungus or root rot.
hi: लेट्यूस की किस्म पर निर्भर करते हुए पौधों के बीच की दूरी रखें। मिट्टी को नम रखें पर अधिक पानी से बचें। अत्यधिक नमी से फफूंदी या जड़ों का सड़ना हो सकता है।
mr: लेट्यूसच्या प्रकारानुसार झाडांमधील अंतर ठरवा. माती ओलसर ठेवावी पण पाण्याचा अतिरेक टाळावा. जास्त पाणी फंगल संसर्ग किंवा मुळं कुजवू शकते.

# vegetable_21_harvestDescription
source: As soon as the leaves are big enough you can cut them for harvest. Harvest the lettuce when the heads are firm and fully formed.
hi: जब पत्तियाँ पर्याप्त बड़ी हो जाएँ, तो उन्हें काट सकते हैं। कटाई तब करें जब सिर मजबूत और पूरी तरह विकसित हो।
mr: पानं पुरेशी मोठी झाली की त्यांची कापणी करा. जेव्हा डोके पूर्ण तयार होईल तेव्हा कापा.

# vegetable_21_season
source: Fall,Spring,Summer,Winter
hi: पतझड़, वसंत, गर्मी, सर्दी
mr: हिवाळा, वसंत, उन्हाळा, शरद

# vegetable_21_daysToHarvestSeeds
source: 75 days
hi: 75 दिन
mr: 75 दिवस

# vegetable_21_daysToHarvestSeedlings
source: 60 days
hi: 60 दिन
mr: 60 दिवस

# vegetable_21_healthBenefits
source: Lettuce is low in calories and high in vitamins, supporting hydration and overall health.
hi: लेट्यूस में कैलोरी कम और विटामिन अधिक होते हैं, जो हाइड्रेशन और स्वास्थ्य को समर्थन देते हैं।
mr: लेट्यूसमध्ये कॅलरी कमी आणि जीवनसत्त्वं जास्त आहेत, जे हायड्रेशन व संपूर्ण आरोग्यास मदत करतात.

# pest_Leaf Miners_name
source: Leaf Miners
hi: लीफ माइनर्स
mr: लीफ माइनर्स

# pest_Leaf Miners_body
source: Leaf miners are the larvae of various insect species, including flies, beetles, and moths. These pests feed between the upper and lower surfaces of leaves, creating distinctive winding tunnels or blotches. Leaf miners commonly infest vegetables, ornamental plants, and fruit trees.
hi: लीफ माइनर्स विभिन्न कीटों के लार्वा होते हैं जो पत्तियों के बीच की परतों को खाते हैं, जिससे सफेद सुरंगें बनती हैं।
mr: लीफ माइनर्स हे विविध कीटकांच्या अळ्या असतात ज्या पानांच्या आतील भाग खाऊन टनल तयार करतात.

# pest_Leaf Miners_symptoms
source: Infested leaves exhibit white or translucent, winding trails (mines) caused by the larvae feeding inside. Over time, these trails may turn brown, and leaves may become distorted, discolored, or drop prematurely. Severe infestations can reduce plant vigor and photosynthesis.
hi: पत्तियों पर सफेद लकीरें या सुरंगें दिखती हैं जो समय के साथ भूरे पड़ जाती हैं।
mr: संक्रमित पानांवर पांढऱ्या रेषा किंवा चक्राकार टनल्स दिसतात. नंतर त्या तपकिरी होतात.

# pest_Leaf Miners_treatment
source: Remove and destroy infested leaves to prevent the larvae from maturing. Apply neem oil or insecticidal soap to deter adult leaf miners from laying eggs. Introduce beneficial insects such as parasitic wasps to control leaf miner populations. Use floating row covers to protect plants from adult insects.
hi: संक्रमित पत्तियों को हटाएं, नीम ऑयल का प्रयोग करें और परजीवी ततैया जैसे कीटों को बढ़ावा दें।
mr: संक्रमित पाने काढून फेकून द्या. नीम तेल फवारणी करा. उपयुक्त परजीवी कीटकांचा उपयोग करा.

# vegetable_22_name
source: Cauliflower
hi: फूलगोभी
mr: फूलगोभी

# vegetable_22_description
source: Cauliflower (Brassica oleracea var. botrytis) is a versatile cruciferous vegetable known for its compact white florets and mild, nutty flavor. It can be enjoyed roasted, steamed, mashed, or as a low-carb substitute for rice or pizza crust. Rich in vitamins C and K, fiber, and antioxidants, cauliflower supports immune health, bone strength, and digestion. Thriving in cool climates and fertile, well-drained soil, it is a popular choice for home gardeners and a staple in healthy cooking.
hi: फूलगोभी (Brassica oleracea var. botrytis) एक क्रूसीफेरस सब्जी है जो सफेद कलियों और हल्के स्वाद के लिए जानी जाती है। यह भूनकर, उबालकर, मैश कर या चावल/पिज़्ज़ा के विकल्प के रूप में खाई जाती है। इसमें विटामिन C, K, फाइबर और एंटीऑक्सीडेंट प्रचुर होते हैं।
mr: फूलगोभी (Brassica oleracea var. botrytis) ही एक पौष्टिक क्रूसीफेरस भाजी आहे, ज्यात घट्ट पांढऱ्या फुल्या आणि सौम्य चव असते. ती भाजून, वाफवून, मैश करून किंवा लो-कार्ब पर्याय म्हणून वापरली जाते. यामध्ये जीवनसत्त्व C आणि K, फायबर व अँटीऑक्सिडंट्स असतात, जे रोगप्रतिकारक शक्ती, हाडं आणि पचनासाठी उपयुक्त असतात.

# vegetable_22_seedDepth
source: 1/4-1/2" (6-13 mm)
hi: 1/4-1/2" (6-13 मिमी)
mr: 1/4-1/2" (6-13 मिमी)

# vegetable_22_daysToGermination
source: 6 days
hi: 6 दिन
mr: 6 दिवस

# vegetable_22_sowIndoors
source: 4-6 weeks before frost
hi: पाले से 4-6 सप्ताह पहले
mr: थंडीच्या 4-6 आठवडे आधी

# vegetable_22_sowOutdoors
source: Frost to late spring
hi: पाले से लेकर देर वसंत तक
mr: थंडीपासून उशिरा वसंतापर्यंत

# vegetable_22_spacingBeds
source: 15" (37.5 cm)
hi: 15" (37.5 सेमी)
mr: 15" (37.5 सेमी)

# vegetable_22_watering
source: Moderate and even
hi: मध्यम और समान रूप से
mr: मध्यम आणि नियमित

# vegetable_22_light
source: Full sun
hi: पूरी धूप
mr: पूर्ण सूर्यप्रकाश

# vegetable_22_goodCompanions
source: Bush bean, beet, carrot, celery, cucumber, spinach
hi: झाड़ी सेम, चुकंदर, गाजर, अजवाइन, खीरा, पालक
mr: शेंगदाणे, बीट, गाजर, अजवाइन, काकडी, पालक

# vegetable_22_badCompanions
source: Green beans, strawberry
hi: हरी सेम, स्ट्रॉबेरी
mr: हरी शेंगा, स्ट्रॉबेरी

# vegetable_22_sowingDescription
source: Cauliflower belongs to the cabbage family. Like other family members, cauliflower relies on soil rich in nitrogen. Mix organic matter and compost with the soil to provide nitrogen and nutrients. Plant the seeds 4-6 weeks before the last frost. Seeds should be 1/4 to 1/2 inch deep. Keep the soil moist, but avoid overwatering.
hi: फूलगोभी मिट्टी में अधिक नाइट्रोजन पसंद करती है। जैविक खाद मिलाकर 1/4 से 1/2 इंच गहराई पर बीज बोएँ। मिट्टी को नम रखें, पर ज्यादा नहीं।
mr: फूलगोभी नायट्रोजनयुक्त मातीत चांगली वाढते. सेंद्रिय खत आणि कंपोस्ट मिक्स करा. 1/4 ते 1/2 इंच खोल बियाणे बोवा. माती ओलसर ठेवा पण जास्त नको.

# vegetable_22_growingDescription
source: Cauliflower requires constant moisture, so water it accordingly. Apply mulch to retain soil moisture and suppress weeds. To speed growth, you can also use fish fertilizer.
hi: निरंतर नमी आवश्यक होती है। नमी बनाए रखने और खरपतवार से बचाव के लिए मल्च का प्रयोग करें। फिश फर्टिलाइज़र भी उपयोग कर सकते हैं।
mr: माती ओलसर राहील यासाठी मल्च लावा. मल्च मुळे तणही कमी होईल. फिश फर्टिलायझर वापरल्यास वाढ जलद होईल.

# vegetable_22_harvestDescription
source: When the cauliflower head reaches 6 to 12 inches, it’s time to harvest. Cut the buds just below the head and enjoy your crop.
hi: जब सिर 6-12 इंच का हो जाए तब कटाई करें। सिर के नीचे से काटें।
mr: जेव्हा डोके 6 ते 12 इंचाचे होईल, तेव्हा फुलगोभी कापायला तयार आहे. डोक्याच्या खाली कापा.

# vegetable_22_season
source: Fall
hi: पतझड़
mr: शरद

# vegetable_22_daysToHarvestSeeds
source: 60 days
hi: 60 दिन
mr: 60 दिवस

# vegetable_22_daysToHarvestSeedlings
source: 45 days
hi: 45 दिन
mr: 45 दिवस

# vegetable_22_healthBenefits
source: Cauliflower is rich in vitamins and antioxidants that promote digestion and reduce inflammation.
hi: फूलगोभी में फाइबर, विटामिन और एंटीऑक्सीडेंट होते हैं, जो पाचन को बेहतर बनाते हैं और सूजन को कम करते हैं।
mr: फूलगोभीमध्ये फायबर, जीवनसत्त्वे व अँटीऑक्सिडंट्स असतात जे पचन सुधारतात आणि दाह कमी करतात.

# pest_Cabbage Worms_name
source: Cabbage Worms
hi: कैबेज वॉर्म्स
mr: कोबी अळी

# pest_Cabbage Worms_body
source: Cabbage worms are the larvae of the small white butterfly (Pieris rapae), a common pest of cruciferous vegetables such as cabbage, broccoli, kale, and cauliflower. These velvety green caterpillars are voracious feeders and can cause significant damage to crops.
hi: ये छोटी सफेद तितली के लार्वा होते हैं जो पत्तियों को खाते हैं और भारी नुकसान कर सकते हैं।
mr: कोबी अळी ही एका पांढऱ्या फुलपाखराच्या अळ्या आहेत, ज्या ब्रॉकली, कोबी, फूलगोभीसारख्या भाज्यांवर मोठ्या प्रमाणात अन्न घेऊन नुकसान करतात.

# pest_Cabbage Worms_symptoms
source: Infested plants exhibit holes in leaves, chewed edges, and the presence of frass (caterpillar droppings) on the foliage. Severe infestations can result in defoliation, reduced plant growth, and poor-quality harvests.
hi: पत्तियों में छेद, किनारे खाए हुए और मल के निशान। गंभीर मामलों में पूरा पौधा नष्ट हो सकता है।
mr: पानांवर छिद्रे, चावलेली कडे आणि अळ्यांचा विष्ठेचा ठसा दिसतो. फार झाल्यास पानगळ होऊ शकते.

# pest_Cabbage Worms_treatment
source: Handpick cabbage worms from plants and dispose of them to manage small infestations. Use floating row covers to prevent butterflies from laying eggs on plants. Apply Bacillus thuringiensis (Bt) or spinosad-based insecticides for organic control. Encourage natural predators, such as birds or parasitic wasps, to help reduce cabbage worm populations.
hi: कैबेज वॉर्म्स को हाथ से हटाएं, रो कवर का प्रयोग करें, Bt या स्पिनोसैड स्प्रे करें, और पक्षियों/परजीवी ततैया को प्रोत्साहित करें।
mr: हाताने अळ्या काढून टाका. फुलपाखरांपासून बचावासाठी रो कव्हर्स लावा. Bt किंवा स्पिनोसॅड फवारणी करा. पक्षी व परजीवी ततैया यांना आकर्षित करा.

# description_title
source: Description
hi: विवरण
mr: वर्णन

# symptoms_title
source: Symptoms
hi: लक्षण
mr: लक्षणे

# treatment_title
source: Treatment
hi: उपचार
mr: उपाय

# notes_title
source: Notes %d
hi: टिप्पणियाँ %d
mr: नोंदी %d

source: Seed
hi: बीज
mr: बीज

source: Seedling
hi: अंकुर
mr: रोप

source: Choose an Option
hi: एक विकल्प चुनें
mr: एक पर्याय निवडा

# vegetables_tab_title
source: Vegetables
hi: सब्जियाँ
mr: भाज्या

# my_garden_tab_title
source: My Garden
hi: मेरा बगीचा
mr: माझी बाग

# pests_tab_title
source: Pests
hi: कीट
mr: कीटक

# settings_tab_title
source: Settings
hi: सेटिंग्स
mr: सेटिंग्ज

# select_language_title
source: Select Language
hi: भाषा चुनें
mr: भाषा निवडा

# language_settings_title
source: Language Settings
hi: भाषा सेटिंग्स
mr: भाषा सेटिंग्ज

source: English
hi: अंग्रेजी
mr: इंग्रजी

source: Hindi
hi: हिन्दी
mr: हिंदी

source: Marathi
hi: मराठी
mr: मराठी
