Repository: aditya47050/FarmInfo
Catalog: FarmInfo/*.lproj/Localizable.strings
Languages: hi, mr

# pest_Thrips_body
source: Tiny insects that feed on plants by puncturing surfaces and sucking contents.
hi: थ्रिप्स लम्बे पतले कीट हैं जो पत्तों/फूल की कोशिकाएं चूसते हैं...
mr: थ्रिप्स लहान, सडपातळ कीट आहेत...

# pest_Thrips_symptoms
source: Silvery streaks on leaves, distorted growth, black fecal spots.
hi: पत्तों पर चांदी जैसा प्रभाव, विकृत विकास, काले मल के दाग।
mr: पानांवर चांदीसर डाग, वाढीत विकृती, काळे थुके.

# pest_Thrips_treatment
source: Use sticky traps, neem oil, and introduce natural predators like lacewings.
hi: लेज-विंग्स व मिनट पायरेट बग का प्रयोग करें, चिपचिपे ट्रैप और नीम तेल का उपयोग करें।
mr: लेस-विंग्स व पायरट बग सोबत, चिकट ट्रॅप, नीम तेल.

# pest_Bean Beetle_name
source: Bean Beetle
hi: बीन बीटल
mr: हरभरा व्युल

# pest_Bean Beetle_body
source: Also called the cowpea weevil, it affects legumes by laying eggs on beans. Larvae feed inside, damaging seeds.
hi: हरभरे की फली पर अंडे देती है, अंडे से निकलने वाले कीट बीजों को नुकसान पहुँचाते हैं...
mr: हरभरा व्युल (cowpea weevil) शेंगीवर अंडी घालते...

# pest_Bean Beetle_symptoms
source: Hollowed beans, larvae in seeds, reduced germination.
hi: भृत बीन्स, अंडों/लार्वा के छिद्र।
mr: शेंग गोल, आत अळ्या.

# pest_Bean Beetle_treatment
source: Store beans in airtight containers or freezer. Use parasitic wasps or safe insecticides.
hi: हवादार कंटेनर या फ्रीजर में संग्रहित करें।
mr: हवा-रोधक डब्यात साठवा किंवा गोठव십시오.

# pest_Spider Mites_name
source: Spider Mites
hi: स्पाइडर माइट्स
mr: स्पायडर माईट

# pest_Spider Mites_body
source: Spider mites are tiny arachnids that feed on plant sap, often found on the undersides of leaves. They are particularly problematic in hot, dry conditions and can infest a wide range of plants, including vegetables, fruits, and ornamental plants. Spider mites are known for their ability to produce fine webbing on plants.
hi: बहुत छोटे मकड़ी जैसे कीट जो रस चूसते हैं...
mr: लहान अ‍ॅरॅक्निड्स, रस शोषतात...

# pest_Spider Mites_symptoms
source: Infested plants may exhibit stippled or yellowing leaves with a bronze or dusty appearance. In severe infestations, leaves may drop prematurely, and fine webbing can be found on the undersides of leaves or between plant stems.
hi: पत्तों पर डाग, सूखा पत्ता, जाल।
mr: पानांवर डाग, जाळी.

# pest_Spider Mites_treatment
source: Spray plants with a strong jet of water to dislodge spider mites. Introduce natural predators like ladybugs or predatory mites. Use horticultural oils, neem oil, or insecticidal soaps to control populations. Maintain adequate humidity levels and ensure proper watering to reduce infestations.
hi: पानी फैंकें, प्राकृतिक शिकारी जोड़ें, नीम तेल लगाएं।
mr: पाणी फवारले, नैसर्गिक शत्रू, नीम तेल.

# pest_Onion Fly_name
source: Onion Fly
hi: प्याज़ मक्खी
mr: कांद्याची माशी

# pest_Onion Fly_body
source: Grayish fly laying eggs on alliums; larvae (maggots) destroy bulbs.
hi: प्याज़, लहसुन, लीक जैसी Allium फसलों में अंडे लगाने वाली मक्खी...
mr: कांद्याच्या कंदांवर अंडी घालणारी माशी...

# pest_Onion Fly_symptoms
source: Wilting, yellowing, rotting bulbs with visible maggots.
hi: पत्तों का पीला होना, मटमैली होने, कंद का सड़ना।
mr: पांढऱ्या, तपकिरी, कंद सडणे.

# pest_Onion Fly_treatment
source: Use netting, rotate crops, introduce nematodes, remove infested plants.
hi: जाली लगाएं, फसल चक्रीकरण करें, नेमाटोड्स लगाएं।
mr: जाळीनेट, फळीफेर, नॅमॅटोډ्स.

# pest_Tomato Hornworm_name
source: Tomato Hornworm
hi: टमाटर हॉर्नवॉर्म
mr: टोमॅटो हॉर्नवॉर्म

# pest_Tomato Hornworm_body
source: Large green caterpillar with horn feeding on tomatoes, eggplants, and peppers.
hi: एक बड़ी हरी अळी, पीठ पर सींग जैसी संरचना...
mr: मोठी हिरवी अळी, शेवटी एक शिंगासारखा भुजा...

# pest_Tomato Hornworm_symptoms
source: Chewed leaves, droppings (frass), large caterpillars visible.
hi: पत्तों पर छेद, बड़ी अळी कि सूचना देने वाली मलमूत्र।
mr: पाने खातात, फुली पडतात, थुका.

# pest_Tomato Hornworm_treatment
source: Handpick caterpillars, use Bt or spinosad sprays, invite parasitic wasps.
hi: हाथ से हटाएं, Bt या स्पिनोसैड लगाएँ।
mr: हाताने काढा, Bt स्पिनोसा ड्या.

# pest_Whitefly_name
source: Whitefly
hi: सफेद मक्खी
mr: पांढ ­उडती कीड

# pest_Whitefly_body
source: Tiny moth-like insects on undersides of leaves, sucking sap and spreading disease.
hi: पत्तों के नीचे छोटे सफेद कीट, रस चूसते हैं और रोग फैलाते हैं
mr: पानांखाली लहान पांढरी कीडे, रस शोषतात...

# pest_Whitefly_symptoms
source: Yellowing leaves, sticky honeydew, sooty mold development.
hi: पत्ते पीले होना, चिकना मधरस, कालापन फफूंदी
mr: पान पिवळे होणे, चिकट मधरसा.

# pest_Whitefly_treatment
source: Use ladybugs, sticky traps, neem oil, and remove infected leaves.
hi: लेडीबग, चिपचिपे ट्रैप, नीम तेल
mr: लॅडीबग, चिकट ट्रॅप, नीम तेल.

# pest_Root Maggot_name
source: Root Maggot
hi: रूट मैगॉट
mr: मुळा मॅगॉट

# pest_Root Maggot_body
source: Larvae of flies that tunnel into radish roots, causing damage and decay.
hi: मक्खी के लार्वा जो मूली की जड़ों में सुराख करते हैं, जिससे नुकसान और सड़न होती है।
mr: मशांच्या लार्वा जे मुळ्याच्या मुळांमध्ये भोक करतात, ज्यामुळे नुकसान आणि सडवण होते.

# pest_Root Maggot_symptoms
source: Wilting plants, tunnels inside roots, root rot.
hi: पौधे मुरझाना, जड़ों में सुराख और सड़न।
mr: वनस्पती मुरडणे, मुळ्यांमध्ये भोक आणि सडण.

# pest_Root Maggot_treatment
source: Use row covers to prevent egg laying, practice crop rotation, and remove infested plants.
hi: अंडे देने से रोकने के लिए रो कवर का उपयोग करें, फसलों का चक्रीय बदलाव करें, संक्रमित पौधों को हटाएं।
mr: अंडी घालण्यापासून रोखण्यासाठी रो कवर वापरा, पीक बदल करा, बाधित वनस्पती काढा.

# pest_Cabbage Worm_name
source: Cabbage Worm
hi: गोभी की कृमि
mr: कोबी की कृमी

# pest_Cabbage Worm_body
source: Green caterpillars that feed on leaves, creating holes and skeletonizing foliage.
hi: हरी कृमि जो पत्तियों को खाती है, छेद और सूखे पत्ते बनाती है।
mr: हिरव्या रंगाची कृमी जी पाने खातात, छिद्रे आणि सुकलेली पाने तयार करतात.

# pest_Cabbage Worm_symptoms
source: Holes in leaves, chewed edges, presence of green caterpillars.
hi: पत्तियों में छेद, हरी कृमि का होना।
mr: पानांमध्ये छिद्रे, हिरव्या कृमीचा उपस्थिती.

# pest_Cabbage Worm_treatment
source: Handpick caterpillars, use Bt sprays, or encourage natural predators.
hi: हाथ से हटाएं, Bt का छिड़काव करें, प्राकृतिक शिकारी बढ़ाएं।
mr: हाताने काढा, Bt फवारणी करा, नैसर्गिक शिकारी वाढवा.

# pest_Flea Beetle_name
source: Flea Beetle
hi: फ्ली बीटल
mr: फ्ली बीटल

# pest_Flea Beetle_body
source: Small jumping beetles that chew small holes in leaves.
hi: छोटे कूदने वाले बीटल जो पत्तियों में छोटे छेद बनाते हैं।
mr: लहान उडणारे कोळहे जे पानांमध्ये छोटे छिद्रे करतात.

# pest_Flea Beetle_symptoms
source: Small shot holes in leaves, reduced growth.
hi: पत्तियों में छोटे छेद, विकास में कमी।
mr: पानांमध्ये छोटे छिद्रे, वाढ कमी होणे.

# pest_Flea Beetle_treatment
source: Use row covers, insecticidal soap, and rotate crops.
hi: रो कवर का उपयोग करें, कीटनाशक साबुन लगाएं, फसलों का चक्रीय बदलाव करें।
mr: रो कवर वापरा, कीटकनाशक साबण लावा, पीक बदल करा.

# pest_Corn Earworm_name
source: Corn Earworm
hi: मक्का कान की कृमि
mr: मका कान कृमी

# pest_Corn Earworm_body
source: Larvae that bore into corn ears, feeding on kernels and causing damage.
hi: लार्वा जो मक्के के कानों में छेद करता है और दाने खाता है।
mr: लार्वा जे मक्याच्या कानात भोक करतात आणि दाणे खातात.

# pest_Corn Earworm_symptoms
source: Damaged kernels, presence of larvae in ears.
hi: दाने क्षतिग्रस्त, कानों में लार्वा।
mr: दाणे खराब होणे, कानांमध्ये लार्वा.

# pest_Corn Earworm_treatment
source: Apply insecticides at silking, remove infested ears, and encourage natural predators.
hi: कीटनाशक छिड़काव करें, संक्रमित कान हटाएं, प्राकृतिक शिकारी बढ़ाएं।
mr: कीटकनाशक फवारणी करा, बाधित कान काढा, नैसर्गिक शिकारी वाढवा.

# vegetable_16_name
source: Cucumber
hi: खीरा
mr: काकडी

# vegetable_16_description
source: Cucumbers (Cucumis sativus) are refreshing, crisp vegetables with a mild flavor, widely enjoyed raw in salads, sandwiches, and as a hydrating snack. Known for their high water content, cucumbers help promote hydration and support healthy skin. They are also a good source of vitamins K and C, as well as antioxidants, aiding digestion and reducing inflammation. Thriving in warm climates and well-drained soil, cucumbers are a popular and easy-to-grow choice for home gardens.
hi: खीरे (Cucumis sativus) ताजेतवाने, कुरकुरीत सब्जी हैं जिनका स्वाद सौम्य होता है। इन्हें कच्चा सलाद, सैंडविच और जलयोजित नाश्ते के रूप में खाया जाता है। खीरे में जलयोजन बढ़ाने वाले तत्व, विटामिन K और C, और एंटीऑक्सिडेंट होते हैं, जो पाचन में मदद करते हैं और सूजन कम करते हैं। ये गर्म जलवायु और अच्छी निकासी वाली मिट्टी में अच्छी तरह बढ़ते हैं।
mr: काकडी (Cucumis sativus) ताजी, कुरकुरीत भाजी आहे ज्याचा स्वाद सौम्य असतो. ती कच्च्या स्वरूपात, सॅलडमध्ये आणि स्नॅक्समध्ये वापरली जाते. काकडीमध्ये पाणी जास्त प्रमाणात असते, तसेच व्हिटॅमिन K आणि C व अँटीऑक्सिडंट्सही असतात, जे पचन सुधारतात आणि सूज कमी करतात. गरम हवामान आणि चांगल्या निचरलेल्या मातीमध्ये चांगले वाढते.

# vegetable_16_seedDepth
source: 1/2-1" (13-25 mm)
hi: 1/2-1" (13-25 मिमी)
mr: 1/2-1" (13-25 मिमी)

# vegetable_16_daysToGermination
source: 4 days
hi: 4 दिन
mr: 4 दिवस

# vegetable_16_sowIndoors
source: 3 weeks before frost
hi: तुषार के 3 सप्ताह पहले बोएं
mr: तुषारापूर्वी 3 आठवडे पेरणी करा

# vegetable_16_sowOutdoors
source: After last frost
hi: तुषार के बाद बोएं
mr: तुषारानंतर पेरणी करा

# vegetable_16_spacingBeds
source: 36 " (90 cm)
hi: 36" (90 सेमी)
mr: 36" (90 सेमी)

# vegetable_16_watering
source: Start moderate end heavy
hi: शुरुआत में मध्यम, अंत में भारी पानी दें
mr: सुरुवातीला मध्यम, नंतर भरपूर पाणी द्या

# vegetable_16_light
source: Full sun
hi: पूरा धूप
mr: पूर्ण उन्हाळा

# vegetable_16_goodCompanions
source: Bush bean, broccoli, cabbage family, eggplant
hi: बश बीन्स, ब्रोकली, बंदगोभी परिवार, बैंगन
mr: बश बीन्स, ब्रोकली, कोबी, वांगे

# vegetable_16_badCompanions
source: Potato
hi: आलू
mr: बटाटे

# vegetable_16_sowingDescription
source: You can start planting cucumbers indoors. Cucumber plants are not fond of being transplanted. Take extreme caution and care when putting them into the outside soil. When cucumber planted in rows then seeds should be 2" to 3" apart.
hi: खीरे को अंदर बोना शुरू किया जा सकता है। खीरे के पौधों को प्रत्यारोपित करना पसंद नहीं होता। इन्हें बाहर लगाते समय सावधानी बरतें। जब खीरे कतारों में बोएं तो बीज 2" से 3" की दूरी पर होने चाहिए।
mr: काकडीची बिया आतमध्ये लावता येतात, पण त्यांना प्रत्यक्ष बागेत लावल्यास जास्त चांगले वाढते. बिया 2-3 इंच अंतरावर ठेवा.

# vegetable_16_growingDescription
source: Cucumber plants require well drained soil. Provide plenty of high nitrogen fertilizer. Also make sure to provide lots of water, for fast growth.
hi: खीरे को अच्छी निकासी वाली मिट्टी चाहिए। उच्च नाइट्रोजन उर्वरक दें और खूब पानी दें ताकि वे तेजी से बढ़ें।
mr: काकडीला चांगल्या निचरलेल्या मातीची गरज असते. नायट्रोजनयुक्त खत द्या आणि भरपूर पाणी द्या.

# vegetable_16_harvestDescription
source: Harvest cucumbers for fresh eating when they are between 7-9 inches long and have bright dark green color. Larger sizes of cucumbers have bitter taste.
hi: खीरे को 7-9 इंच लंबा होने और चमकीले गहरे हरे रंग के होने पर ताजा खाने के लिए तोड़ें। बड़े खीरे कड़वे होते हैं।
mr: काकडी 7-9 इंच लांब आणि गडद हिरव्या रंगाची असताना कापून घ्या. मोठ्या काकड्या कडवट असू शकतात.

# vegetable_16_season
source: Summer
hi: गर्मी
mr: उन्हाळा

# vegetable_16_daysToHarvestSeeds
source: 45 days
hi: 45 दिन
mr: 45 दिवस

# vegetable_16_daysToHarvestSeedlings
source: 30 days
hi: 30 दिन
mr: 30 दिवस

# vegetable_16_healthBenefits
source: Cucumbers are hydrating and rich in antioxidants, promoting healthy skin and digestion.
hi: खीरे जलयोजन बढ़ाते हैं और एंटीऑक्सिडेंट्स से भरपूर होते हैं, जो स्वस्थ त्वचा और पाचन में मदद करते हैं।
mr: काकडी जलयोजन वाढवते आणि अँटीऑक्सिडंट्समुळे त्वचा व पचन सुधारते.

# vegetable_17_name
source: Eggplant
hi: बैंगन
mr: वांगे

# vegetable_17_description
source: Eggplants (Solanum melongena), also known as aubergines, are glossy, deep purple vegetables with a spongy texture and mild flavor. They are incredibly versatile in cooking, often used in dishes such as ratatouille, curries, and casseroles, or grilled and roasted. Eggplants are rich in fiber, antioxidants like nasunin, and vitamins B and K, supporting heart health, brain function, and digestion. Thriving in warm climates with full sunlight, eggplants are a staple in both home gardens and global cuisines.
hi: बैंगन (Solanum melongena) एक चमकीला, गहरा बैंगनी रंग का सब्जी है, जिसमें स्पंजी बनावट और सौम्य स्वाद होता है। इसे विभिन्न व्यंजनों जैसे रैटाटुई, करी, और कस्सेरोल में इस्तेमाल किया जाता है। बैंगन फाइबर, एंटीऑक्सिडेंट्स जैसे नासुनीन, और विटामिन B और K से भरपूर होते हैं, जो हृदय स्वास्थ्य, मस्तिष्क कार्य, और पाचन में मदद करते हैं। गर्म जलवायु और पूर्ण धूप में यह अच्छी तरह बढ़ता है।
mr: वांगे (Solanum melongena) हा एक चमकदार, खोल जांभळ्या रंगाचा भाजीपाला आहे ज्याची पोत स्पंजी आणि चव सौम्य असते. तो विविध स्वयंपाकात वापरला जातो जसे रॅटाटुई, करी, आणि कॅस्सरोल्स मध्ये. वांगे फायबर, अँटीऑक्सिडंट्स (नासुनीन सारखे), आणि व्हिटॅमिन B आणि K यांनी भरलेले आहेत, जे हृदय, मेंदू आणि पचनासाठी फायदेशीर आहेत. गरम हवामान आणि पूर्ण उन्हात चांगले वाढतात.

# vegetable_17_seedDepth
source: 1/4 " (6 mm)
hi: 1/4" (6 मिमी)
mr: 1/4" (6 मिमी)

# vegetable_17_daysToGermination
source: 7 days
hi: 7 दिन
mr: 7 दिवस

# vegetable_17_sowIndoors
source: 5 weeks before frost
hi: फ्रॉस्ट से 5 सप्ताह पहले बोएं
mr: गारपिटीच्या 5 आठवडे आधी पेरणी करा

# vegetable_17_sowOutdoors
source: Not recommended
hi: अनुशंसित नहीं
mr: शिफारस नाही

# vegetable_17_spacingBeds
source: 18" (45 cm)
hi: 18" (45 सेमी)
mr: 18" (45 सेमी)

# vegetable_17_watering
source: Heavy
hi: भारी पानी दें
mr: भरपूर पाणी द्या

# vegetable_17_light
source: Full sun
hi: पूरा धूप
mr: पूर्ण उन्हाळा

# vegetable_17_goodCompanions
source: Bush bean, pea, pepper, potato
hi: बश बीन्स, मटर, मिर्च, आलू
mr: बश बीन्स, वाटाणे, मिरची, बटाटे

# vegetable_17_badCompanions
source: Fennel
hi: सौंफ
mr: शेप

# vegetable_17_sowingDescription
source: Sow eggplant seeds in small pots 1/4 inch deep. Water the seeds well and make sure they remain moist. You can also cover the pots with plastic. This will allow you to monitor the moisture in the seeds. If you do not see moisture on the plastic then it is time to add more water.
hi: बैंगन के बीजों को छोटे गमलों में 1/4 इंच गहरा बोएं। बीजों को अच्छी तरह पानी दें और नमी बनाए रखें। आप गमलों को प्लास्टिक से ढक सकते हैं ताकि नमी बनी रहे।
mr: वांगेचे बियाणे लहान झाडांमध्ये 1/4 इंच खोल पेरावीत. बियाणे चांगले ओले ठेवा आणि गमला प्लास्टिकने झाकून ठेवू शकता.

# vegetable_17_growingDescription
source: After putting the plants in the garden use a row cover along side with mulch to provide steady heat and protection against the insects. Eggplant is one of the favorite plant for most of the insects. Make sure you protect it against the insects. This can be accomplished by growing the eggplant beneath the row covers.
hi: पौधों को बगीचे में लगाने के बाद मुल्च के साथ रो कवर लगाएं ताकि गर्माहट और कीड़ों से बचाव हो सके। बैंगन कीटों को आकर्षित करता है, इसलिए सुरक्षा आवश्यक है।
mr: झाडं बागेत लावल्यानंतर रो कव्हर आणि मल्च वापरा ज्यामुळे तापमान स्थिर राहील आणि कीटकांपासून संरक्षण होईल. वांगे अनेक कीटकांना आवडतात त्यामुळे काळजी घ्या.

# vegetable_17_harvestDescription
source: Harvest eggplants anytime they have reached half their mature size. This will provide tender and delicious eggplants. When cutting the eggplants leave some stem attached to the plant.
hi: जब बैंगन अपने आधे आकार तक पहुंच जाएं, तब उन्हें तोड़ लें ताकि वे नरम और स्वादिष्ट रहें। कटाई करते समय पौधे से कुछ डंठल भी छोड़ दें।
mr: वांगे जेव्हा त्याचा आकार अर्धवट पूर्ण होतो तेव्हा तो कापून घ्या, ज्यामुळे तो मऊ आणि स्वादिष्ट राहतो. कापताना काही कापडी सोडणे आवश्यक आहे.

# vegetable_17_season
source: Summer
hi: गर्मी
mr: उन्हाळा

# vegetable_17_daysToHarvestSeeds
source: 80 days
hi: 80 दिन
mr: 80 दिवस

# vegetable_17_daysToHarvestSeedlings
source: 60 days
hi: 60 दिन
mr: 60 दिवस

# vegetable_17_healthBenefits
source: Eggplants contain antioxidants like nasunin, which protect brain function and reduce inflammation.
hi: बैंगन में नासुनीन जैसे एंटीऑक्सिडेंट्स होते हैं, जो मस्तिष्क के कार्य की सुरक्षा करते हैं और सूजन को कम करते हैं।
mr: वांगेमध्ये नासुनीन सारखे अँटीऑक्सिडंट्स असतात जे मेंदूचे रक्षण करतात आणि सूज कमी करतात.

# vegetable_18_name
source: Celery
hi: अजमोद
mr: अजमोद

# vegetable_18_description
source: Celery (Apium graveolens) is a crisp, fibrous vegetable known for its mild, refreshing flavor and versatility in cooking. Often enjoyed raw as a snack, added to salads, or used as a base in soups and stews, celery adds both flavor and texture to dishes. It is low in calories and high in antioxidants, vitamins K and C, and dietary fiber, supporting digestion, reducing inflammation, and promoting heart health. Celery thrives in cool, moist conditions, making it a rewarding crop for home gardens.
hi: अजमोद (Apium graveolens) एक कुरकुरी, फाइबरयुक्त सब्जी है, जो अपने सौम्य, ताजगी भरे स्वाद और पकाने में बहुमुखी के लिए जानी जाती है। यह कम कैलोरी, एंटीऑक्सिडेंट्स, विटामिन K और C, और फाइबर से भरपूर है, जो पाचन, सूजन कम करने और हृदय स्वास्थ्य में मदद करता है। यह ठंडी और नम जगहों में अच्छी तरह बढ़ता है।
mr: अजमोद (Apium graveolens) हा कुरकुरीत, फायबरयुक्त भाजीपाला आहे जो सौम्य, ताजा चव आणि स्वयंपाकात बहुमुखीतेसाठी प्रसिद्ध आहे. तो कमी कॅलरी, अँटीऑक्सिडंट्स, व्हिटॅमिन K आणि C, आणि फायबरने भरलेला आहे, जो पाचन, सूज कमी करणे आणि हृदयासाठी उपयुक्त आहे. तो थंड आणि आर्द्र हवामानात चांगला वाढतो.

# vegetable_18_seedDepth
source: Just cover
hi: थोड़ा मिट्टी से ढकें
mr: थोडे मातीने झाका

# vegetable_18_daysToGermination
source: 7 days
hi: 7 दिन
mr: 7 दिवस

# vegetable_18_sowIndoors
source: 10 weeks before frost
hi: तुषार से 10 सप्ताह पहले बोएं
mr: तुषारापूर्वी 10 आठवडे पेरणी करा

# vegetable_18_sowOutdoors
source: Not recommended
hi: अनुशंसित नहीं
mr: शिफारस नाही

# vegetable_18_spacingBeds
source: 8" (20 cm)
hi: 8" (20 सेमी)
mr: 8" (20 सेमी)

# vegetable_18_watering
source: Heavy and even
hi: भारी और समान
mr: भरपूर आणि समान

# vegetable_18_light
source: Full sun
hi: पूरा धूप
mr: पूर्ण उन्हाळा

# vegetable_18_goodCompanions
source: Everything
hi: सब कुछ
mr: सर्व

# vegetable_18_badCompanions
source: Carrot, parsley, parsnip
hi: गाजर, अजमोद, पार्सनिप
mr: गाजर, अजमोद, पार्सनिप

# vegetable_18_sowingDescription
source: Prepare the soil by adding manure or compost. To give head start to celery soak the seeds in water for 2 days. Make sure that the outside temperature is at least 55 F. Plant the seeds and cover it with the soil.
hi: मिट्टी में खाद या कम्पोस्ट मिलाएं। अजमोद के बीज को 2 दिन पानी में भिगोकर रखें। बाहर का तापमान कम से कम 55°F होना चाहिए। बीज बोकर मिट्टी से ढक दें।
mr: मातीमध्ये कंपोस्ट किंवा खत मिसळा. अजमोद बिया 2 दिवस पाण्यात भिजवा. बाहेर तापमान किमान 55°F असावे. बिया लावा आणि मातीने झाका.

# vegetable_18_growingDescription
source: During germination period make sure that the soil is moist. Water lightly on the seeds as you do not want the seeds to wash away. Use mulch around the plant to keep the moisture inside the soil. Mulch will also make sure that there are no weeds growing near the celery plant.
hi: अंकुरण के दौरान मिट्टी को नम रखें। हल्का पानी दें ताकि बीज बह न जाएं। पौधे के चारों ओर मल्च डालें जिससे नमी बनी रहे और खरपतवार न उगे।
mr: अंकुरणाच्या वेळी माती ओलसर ठेवा. हलके पाणी द्या जेणेकरून बिया वाहून जात नाहीत. झाडाभोवती मल्च करा ज्यामुळे ओलावा टिकतो आणि गवत नाही वाढत.

# vegetable_18_harvestDescription
source: In about 5 months you will be ready to harvest the plant. You can harvest the complete plant right at the bottom.
hi: लगभग 5 महीने में पूरा पौधा काटने के लिए तैयार होता है।
mr: सुमारे 5 महिन्यांत पूर्ण झाड कापायला तयार होते.

# vegetable_18_season
source: Summer,Spring,Fall,Winter
hi: गर्मी, वसंत, पतझड़, सर्दी
mr: उन्हाळा, वसंत, हिवाळा, पावसाळा

# vegetable_18_daysToHarvestSeeds
source: 80 days
hi: 80 दिन
mr: 80 दिवस

# vegetable_18_daysToHarvestSeedlings
source: 56 days
hi: 56 दिन
mr: 56 दिवस

# vegetable_18_healthBenefits
source: Celery is low in calories and high in antioxidants, supporting heart health and reducing inflammation.
hi: अजमोद कम कैलोरी और एंटीऑक्सिडेंट्स से भरपूर होता है, जो हृदय स्वास्थ्य में मदद करता है और सूजन कम करता है।
mr: अजमोद कमी कॅलरी आणि अँटीऑक्सिडंट्सने भरलेला आहे, जो हृदयासाठी फायदेशीर आहे आणि सूज कमी करतो.

# vegetable_19_name
source: Broccoli
hi: ब्रोकोली
mr: ब्रोकोली

# vegetable_19_description
source: Broccoli (Brassica oleracea var. italica) is a nutrient-rich vegetable known for its tree-like florets and mild, slightly bitter flavor. A staple in healthy diets, broccoli can be enjoyed steamed, roasted, stir-fried, or raw in salads. It is packed with vitamins C and K, fiber, and antioxidants, supporting immune health, bone strength, and digestion. Thriving in cool climates and well-drained soil, broccoli is a favorite among gardeners for its high nutritional value and culinary versatility.
hi: ब्रोकोली (Brassica oleracea var. italica) पोषक तत्वों से भरपूर सब्जी है, जिसके पेड़ जैसे फूले और हल्का कड़वा स्वाद होता है। इसे भाप में पकाकर, भुना कर, या सलाद में खाया जाता है। यह विटामिन C, K, फाइबर और एंटीऑक्सिडेंट्स से भरपूर है। ठंडी जलवायु में अच्छी तरह बढ़ती है।
mr: ब्रोकोली (Brassica oleracea var. italica) पोषक घटकांनी भरलेली भाजी आहे, ज्याचे फुले वृक्षासारखी आणि किंचित तिखट चव असते. ती वाफवून, भाजून किंवा सॅलडमध्ये वापरली जाते. ब्रोकोली व्हिटॅमिन C, K, फायबर आणि अँटीऑक्सिडंट्सने समृद्ध आहे. थंड हवामानात चांगली वाढ होते.

# vegetable_19_seedDepth
source: 1/4" (6 mm)
hi: 1/4" (6 मिमी)
mr: 1/4" (6 मिमी)

# vegetable_19_daysToGermination
source: 7 days
hi: 7 दिन
mr: 7 दिवस

# vegetable_19_sowIndoors
source: 7 weeks before frost
hi: फ्रॉस्ट से 7 सप्ताह पहले बोएं
mr: गारपिटीच्या 7 आठवडे आधी पेरणी करा

# vegetable_19_sowOutdoors
source: Early summer
hi: प्रारंभिक गर्मी
mr: सुरुवातीच्या उन्हाळ्यात

# vegetable_19_spacingBeds
source: 16" (40 cm)
hi: 16" (40 सेमी)
mr: 16" (40 सेमी)

# vegetable_19_watering
source: Moderate and even
hi: मध्यम और समान
mr: मध्यम आणि समान

# vegetable_19_light
source: Full sun or partial shade
hi: पूरा धूप या आंशिक छाया
mr: पूर्ण उन्हाळा किंवा अंशतः सावली

# vegetable_19_goodCompanions
source: Bush bean, beet, carrot, celery
hi: बश बीन्स, बीट, गाजर, अजमोद
mr: बश बीन्स, बीट, गाजर, अजमोद

# vegetable_19_badCompanions
source: Pole and snap beans, strawberry
hi: पोल और स्नैप बीन्स, स्ट्रॉबेरी
mr: पोल आणि स्नॅप बीन्स, स्ट्रॉबेरी

# vegetable_19_sowingDescription
source: Broccoli is not a fast grower. You can start broccoli indoors 4-6 weeks before transplanting. Broccoli does best in full sun. So pick an area which receives at least 8 hours of full sunlight. Add compost and manure in the garden bed. This will ensure that the soil is rich with nutrients. Plant broccoli in spring or fall.
hi: ब्रोकोली धीमी वृद्धि करती है। इसे फ्रॉस्ट से 4-6 सप्ताह पहले अंदर बोएं। कम से कम 8 घंटे धूप वाली जगह चुनें। मिट्टी में कम्पोस्ट और खाद मिलाएं। ब्रोकोली वसंत या पतझड़ में लगाएं।
mr: ब्रोकोली हळू वाढणारी भाजी आहे. गारपिटीच्या 4-6 आठवडे आधी आतमध्ये पेरणी करा. कमीत कमी 8 तास उन्हाळा लागेल अशी जागा निवडा. मातीमध्ये कंपोस्ट व खत मिसळा. ब्रोकोली वसंत किंवा पावसाळा हंगामात लावा.

# vegetable_19_growingDescription
source: Broccoli plants love moisture so make sure that the soil is nice and moist. Look out for weeds and make sure that the plant is free of weeds and insects.
hi: पौधों को अच्छी नमी पसंद है। खरपतवार और कीटों से बचाएं।
mr: झाडांना चांगल्या ओलाव्याची गरज आहे. गवत आणि कीटकांपासून संरक्षण करा.

# vegetable_19_harvestDescription
source: Broccoli takes approximately 60-70 days to mature. Use a knife to cut the bud just below the head.
hi: ब्रोकोली को 60-70 दिनों में पकने दें। फल के ठीक नीचे चाकू से काटें।
mr: ब्रोकोली 60-70 दिवसांनी पूर्ण होते. फुलांच्या खाली कापून घ्या.

# vegetable_19_season
source: Fall,Spring,Summer,Winter
hi: पतझड़, वसंत, गर्मी, सर्दी
mr: पावसाळा, वसंत, उन्हाळा, हिवाळा

# vegetable_19_daysToHarvestSeeds
source: 75 days
hi: 75 दिन
mr: 75 दिवस

# vegetable_19_daysToHarvestSeedlings
source: 60 days
hi: 60 दिन
mr: 60 दिवस
